tap "fishtown-analytics/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/science"
brew "autojump"
brew "libssh2"
brew "dotnet"
brew "git"
brew "htop"
brew "ipython", link: false
brew "node"
brew "jupyterlab"
brew "krb5"
brew "libgit2"
brew "libomp"
brew "libzip"
brew "mas"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "tree"
brew "unrar"
brew "yadm"
brew "zsh"
brew "zsh-completions"
brew "autojump"
cask "adobe-acrobat-reader"
cask "bitwarden"
cask "fman"
cask "hammerspoon"
cask "karabiner-elements"
cask "r"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
mas "AdBlock", id: 1402042596
mas "Flycut", id: 442160987
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "RAR Extractor Lite", id: 646295438
